Repository: dynacase-labs/dynacase-tengine-configuration
Catalog: locale/*/TENGINE_CONFIGURATION_*.po
Languages: fr

source: TE:Client:UI:X0010 long name (convert)
fr: Lancement de la conversion unitaire d'un fichier

source: TE:Client:UI:X0010 short name (convert)
fr: Transformation unitaire

source: TE:Client:UI:X0020 long name (selftests)
fr: Lancement des autotests serveur

source: TE:Client:UI:X0020 short name (selftests)
fr: Autotest serveur

source: TE:Client:UI:X0030 long name (tasks)
fr: Surveillance du serveur et des transformations

source: TE:Client:UI:X0030 short name (tasks)
fr: Surveillance

source: TE:client:configuration:This UI is provided by Dynacase Tengine Monitor module.
fr: Cette interface est activée par le modules Dynacase TEngine Monitor.

source: TE:client:configuration:description
fr: Interface de gestion du serveur de transformation

source: TE:client:configuration:short_name
fr: Serveur de transformation

source: TE:client:configuration:tengine_client_unavailable_function
fr: Indisponible

source: tengine_client:action:admin_actions_list:short_name
fr: Action admin
